[
  "obsidian-git",
  "obsidian-excalidraw-plugin",
  "drawio-obsidian",
  "dataview",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "table-editor-obsidian",
  "calendar",
  "obsidian-kanban",
  "omnisearch",
  "text-extractor",
  "extract-url",
  "marker-api",
  "ai-image-analyzer",
  "ai-image-ocr"
]